import React from 'react'

const SideNews = () => {
  return (
    <div className='w-1/4 py-9 bg-slate-100'>
      {/* <div className='w-full h-40vh p-5 border-b-2 border-red-500'> 
        <img className='w-full h-full object-cover' src="https://i.pinimg.com/736x/17/cb/1d/17cb1de32c4b664a0bb366627c5e9dd9.jpg" alt="" />
      </div> */}
      <div className='w-full  px-5'>
            <h3 className='text-2xl text-justify'>मुख्यमंत्री ने किया आयुर्वेद पर्व का शुभारंभ,सीएम डॉ मोहन यादव ने की ये बड़ी घोषणाएं।</h3>
        </div>
        <div className='w-full h-[30vh] px-4  py-2 '>
            <img className='w-full h-full object-cover' src="https://mpbreakingnews.in/wp-content/uploads/2025/01/mpbreaking03892380.jpg" alt="" />
        </div>
        <div className='w-full px-5'>
            <p className='text-justify'>सीएम डॉ मोहन यादव ने आज भोपाल में आयुर्वेद पर्व-2025, राष्ट्रीय सेमीनार और आरोग्य मेले का शुभारंभ किया। इस मौके पर उन्होंने कहा कि मध्यप्रदेश वह पवित्र भूमि है, जो वर्ष 2028 में एक बार फिर से सनातन संस्कृति के ध्वजवाहकों और हमारी परंपराओं में आस्था रखने वालों को संगठित करेगी। उन्होंने कहा कि प्रदेश सरकार सिंहस्थ 2028 की भव्य तैयारी में जुटी हुई है और मैं आप सभी को इस महापर्व में सहभागी बनने के लिए सादर आमंत्रित करता हूं।</p> <br />
            <p className='text-justify'>मुख्यमंत्री ने कार्यक्रम में कई बड़ी घोषणाएं की। उन्होंने कहा कि हमारे यहां आयुर्वेदिक कॉलेजों की स्थापना की अपार संभावनाएं हैं। हमारी सरकार ने यह संकल्प लिया कि राज्य में 11 नए आयुर्वेदिक कॉलेज स्थापित किए जाएंगे। इसी के साथ सीएम ने कहा कि घोषणा की कि ‘उज्जैन में अखिल भारतीय आयुर्वेद संस्थान खोला जाएगा। आने वाले समय में क्लिनिक और नर्सिंग होम पंजीयन का काम आयुष विभाग को दिया जाएगा। आयुर्वेदिक चिकित्सकों की रिटायरमेंट आयु 65 वर्ष की जाएगी। अब मध्यप्रदेश में एलोपैथिक चिकित्सा की तरह ही यूनानी चिकित्सा की पढ़ाई भी हिन्दी में होगी।</p>
        </div>
    </div>
  )
}


export default SideNews